[
  {
    "title": "Star Wars Darth Vader Apron",
    "brand": "Amazon",
    "description": "The Star Wars Darth Vader Apron is an officially licensed character apron made of 100% cotton. The apron bib measures 31.5\" long without straps and is one size fits all. Machine washable. Printed in the USA.",
    "price": 14.79,
    "thumbnail_url": "http://ecx.images-amazon.com/images/I/61ays3Cwb1L._SX522_.jpg",
    "slug": "Star-Wars-Darth-Vader-Apron",
    "link_url": "http://amzn.to/1NVjr7n",
    "tags": "star wars,geek,movies"
},
  {
    "title": "Vandor 99561 Star Wars Darth Vader Oval Ceramic Mug",
    "brand": "Amazon",
    "description": "Star Wars was destined to change the face of cinema forever. It was an instant classic and an unparalleled box office success. The epic space fantasy introduced the mystical Force into cultural vocabulary, as well as iconic characters such as Darth Vader, Luke Skywalker, Princess Leia, Han Solo, Obi-Wan Kenobi and Yoda. Star Wars products include merchandise, gifts and memorabilia featuring timeless images on mugs, lunch boxes, clocks, glasses and more. This Star Wars Darth Vader 18-ounce oval ceramic mug is custom sculpted and beautifully crafted to make it one of a kind. It features photo quality Darth Vader images on both sides and is microwave and dishwasher safe. It is a perfect holiday gift for any Star Wars fan, young or old. Making retro cool since 1957, legends live on at Vandor - suppliers of hip and functional products for fans of all ages.",
    "price": 12.25,
    "thumbnail_url": "http://ecx.images-amazon.com/images/I/71XhB8h4cuL._SX522_.jpg",
    "slug": "Vandor-99561-Darth-Vader-Ceramic",
    "link_url": "http://amzn.to/1NVju32",
    "tags": "star wars,geek,movies"
},
  {
    "title": "Monopoly Game Star Wars",
    "brand": "Amazon",
    "description": "Conquer the Star Wars galaxy in this intergalactic, hyperdrive version of the fast-trading property game, Monopoly! You can play on the Rebel or the Empire side, and your mission is to conquer planets and build bases so you can dominate the universe! When players land on your planets, they owe you rent – but the same is true when you land on theirs! Powerful Force cards will alter your destiny, but there can be only one winner. When every planet is owned, the game is over – and if the Force is with you, you’ll be the ultimate winner!  Star Wars products are produced by Hasbro under license from Lucasfilm Ltd. Hasbro and all related terms are trademarks of Hasbro. Monopoly and all related terms are trademarks of Hasbro.",
    "price": 24.99,
    "thumbnail_url": "http://ecx.images-amazon.com/images/I/914zNAmDnLL._SX522_.jpg",
    "slug": "Hasbro-B0324-Monopoly-Game-Star",
    "link_url": "http://amzn.to/1HNH7tg",
    "tags": "star wars,monopoly,board games,geek,movies,kids,toys"
},
  {
    "title": "Star Wars Darth Vader Men's Athletic Crew Socks - Pack of 2 (Men's Shoe Sizes 6-12)",
    "brand": "Amazon",
    "description": "These crew socks are made with soft polyester blend to ensure the best fitting and most comfort possible.",
    "price": 6.99,
    "thumbnail_url": "http://ecx.images-amazon.com/images/I/617A37GW5iL._UX679_.jpg",
    "slug": "Star-Wars-Darth-Vader-Athletic",
    "link_url": "http://amzn.to/1HNHioi",
    "tags": "star wars,geek,movies,socks"
},
  {
    "title": "LEGO Kids' Star Wars Darth Vader Mini-Figure Alarm Clock",
    "brand": "Amazon",
    "description": "Feel the power of the dark side at home with the LEGO Star Wars Darth Vader Minifigure Clock. The perfect addition to every LEGO Star Wars collection, this menacing decor features a digital, lighted display and alarm clock. The snooze and backlight functions are activated by pushing down on the minifigures head. A great gift for any LEGO Star Wars fan.\n\t\t\t\t    \t\n\t\t\t\t\tA superb character mini figure style clock from the masters at Lego, featuring Alarm and a Snooze Button! These 8 inch tall figures will be a delight to Star Wars fans young and old alike. Just remember, choose your side of the Force wisely!",
    "price": 23.96,
    "thumbnail_url": "http://ecx.images-amazon.com/images/I/81El9cBeQLL._UY879_.jpg",
    "slug": "LEGO-Darth-Vader-Mini-Figure",
    "link_url": "http://amzn.to/1HNHm7s",
    "tags": "star wars,geek,movies,toys,kids"
},
  {
    "title": "Star Wars Trilogy Episodes IV-VI (Blu-ray + DVD)",
    "brand": "Amazon",
    "description": "Star Wars: The Original Trilogy on Blu-ray+DVD Combo feature Star Wars Episodes IV-VI. The STAR WARS saga concludes with Star Wars: Episode IV - A New Hope, Star Wars: Episode V - The Empire Strikes Back, and Star Wars: Episode VI - Return of the Jedi as Luke Skywalker and Princess Leia, aided by an unforgettable assortment of courageous characters, lead the Rebellion to bring balance back to the Force!Star Wars Episode IV: A New HopeNineteen years after the formation of the Empire, Luke Skywalker is thrust into the struggle of the Rebel Alliance when he meets Obi-Wan Kenobi, who has lived for years in seclusion on the desert planet of Tatooine. Obi-Wan begins Luke's Jedi training as Luke joins him on a daring mission to rescue the beautiful Rebel leader Princess Leia from the clutches of the evil Empire. Star Wars Episode V: The Empire Strikes BackIn this installment, Luke Skywalker and his friends have set up a new base on the ice planet of Hoth, but it is not long before their secret location is discovered by the evil Empire. After narrowly escaping, Luke splits off from his friends to seek out a Jedi Master called Yoda. Meanwhile, Han Solo, Chewbacca, Princess Leia, and C-3PO seek sanctuary at a city in the Clouds run by Lando Calrissian, an old friend of Han’s. But little do they realize that Darth Vader already awaits them. Star Wars Episode VI: Return of the Jedi(4 years after Episode IV) In the epic conclusion of the saga, the Empire prepares to crush the Rebellion with a more powerful Death Star while the Rebel fleet mounts a massive attack on the space station. Luke Skywalker confronts Darth Vader in a final climactic duel before the evil Emperor.",
    "price": 35,
    "thumbnail_url": "http://ecx.images-amazon.com/images/I/81sI5b9FBTL._SX522_.jpg",
    "slug": "Star-Trilogy-Episodes-IV-VI-Blu-ray",
    "link_url": "http://amzn.to/1HNHrIf",
    "tags": "star wars,geek,movies,him,boyfriend,father's day,uncle"
},
  {
    "title": "Star Wars Rebel Emblem Logo Mix Material Bi-fold Gift Boxed Wallet",
    "brand": "Amazon",
    "description": "Star Wars Rebel Alliance Mix Material Bi-Fold Gift Boxed Wallet Metal Shield Badge On Front Of Wallet 3 CC Slots",
    "price": 18.06,
    "thumbnail_url": "http://ecx.images-amazon.com/images/I/71mv8roFFML._UX679_.jpg",
    "slug": "Star-Wars-Emblem-Material-Bi-fold",
    "link_url": "http://amzn.to/1Ycuk7C",
    "tags": "star wars,geek,wallets"
},
  {
    "title": "Star Wars I Am Chewie Chewbacca Furry Costume Hoodie Sweatshirt",
    "brand": "Amazon",
    "description": "",
    "price": 69.99,
    "thumbnail_url": "http://ecx.images-amazon.com/images/I/91DS5Vu53YL._UY879_.jpg",
    "slug": "Star-Wars-Chewie-Hooded-Costume",
    "link_url": "http://amzn.to/1HNHT9v",
    "tags": "star wars,geek"
}

]